alefragnani.Bookmarks
atommaterial.a-file-icon-vscode
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
eamodio.gitlens
Equinusocio.vsc-material-theme
foxundermoon.shell-format
GitHub.vscode-pull-request-github
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
njpwerner.autodocstring
pnp.polacode
redhat.vscode-xml
redhat.vscode-yaml
wayou.vscode-todo-highlight
ziyasal.vscode-open-in-github
